{
  "title": "Tell me about a memorable photo you took.",
  "diary": {
    "korean": [
      "작년 여름에 강릉 바다에서 찍은 일출 사진이 정말 기억에 남아요.",
      "친구들이랑 1박 2일로 강릉 여행 갔었거든요.",
      "그날 일출 보려고 새벽 5시에 일어났어요.",
      "솔직히 너무 졸리고 힘들었는데요,",
      "막상 바다에 나가서 해 뜨는 걸 보니까 정말 장관이더라고요.",
      "하늘이 주황색, 분홍색으로 물들고, 바다에 빛이 반사되고 그랬어요.",
      "그 순간을 놓치지 않으려고 연속으로 사진을 막 찍었어요.",
      "나중에 보니까 그중에 정말 잘 나온 사진이 하나 있더라고요.",
      "그 사진을 보면 그때의 감동이 다시 떠올라요.",
      "친구들도 그 사진 너무 예쁘다고 해서 다같이 프로필 사진으로 썼어요.",
      "지금도 그 사진은 제 휴대폰 배경화면이에요.",
      "사진 한 장이 그때의 순간을 완벽하게 담아낸 것 같아요."
    ],
    "english": [
      "So there's this sunrise photo I took at Gangneung beach last summer that's honestly really memorable and special to me.",
      "I had gone on a 1-night 2-day trip to Gangneung with a group of my closest friends.",
      "That particular morning, I forced myself to wake up super early at 5 AM just to catch the sunrise.",
      "Honestly, when my alarm went off, I was incredibly sleepy and tired and almost didn't get up.",
      "But when I actually dragged myself out to the beach and watched the sun slowly rising over the horizon, it was absolutely spectacular.",
      "The entire sky gradually transformed and was dyed in these gorgeous shades of orange and pink, and the light beautifully reflected on the calm sea.",
      "I started taking photos continuously, pressing the shutter button over and over because I didn't want to miss capturing that perfect moment.",
      "Later when I was reviewing all the photos on my phone, there was one particular shot among them that came out really exceptionally well.",
      "Every single time I look at that photo now, all the emotions and feelings from that magical morning come flooding back to me.",
      "My friends also thought that photo was absolutely stunning, so we actually all decided to use it as our profile picture on social media.",
      "Even now, months later, that sunrise photo is still set as my phone's wallpaper because I love it so much.",
      "I genuinely think that single photo perfectly captured not just the visual beauty, but also the emotional essence of that special moment.",
      "It reminds me that sometimes the best experiences require a little bit of effort and sacrifice, like waking up early.",
      "That photo will always be one of my most treasured memories from that wonderful summer trip, you know?"
    ]
  }
}