{
  "title": "How has online education changed after COVID-19?",
  "diary": {
    "korean": [
      "코로나 이후로 온라인 교육이 완전히 달라진 것 같아요.",
      "예전에는 온라인 수업이 좀 부정적으로 인식됐거든요.",
      "제대로 된 수업이 아니라는 편견이 있었죠.",
      "근데 팬데믹 때 모두가 경험해보니까 인식이 많이 바뀌었어요.",
      "이제는 대학교에서도 온라인 강의를 정식으로 많이 개설하고.",
      "직장인들도 온라인으로 자격증 따거나 공부하는 게 자연스러워졌어요.",
      "플랫폼도 엄청 발전했죠.",
      "줌, 구글 미트, 팀즈 같은 프로그램들이 보편화됐고.",
      "기능도 훨씬 좋아져서 소그룹 활동이나 화면 공유 같은 게 편해졌어요.",
      "학교에서도 블렌디드 러닝이라고 해서 온오프라인 혼합 수업을 하고.",
      "앞으로는 온라인과 오프라인이 공존하는 형태가 될 것 같아요.",
      "완전히 대체되진 않겠지만 선택지가 생긴 거죠."
    ],
    "english": [
      "So I honestly think that online education has completely changed after the whole COVID pandemic experience.",
      "Like, in the past, online classes were actually perceived pretty negatively by most people.",
      "There was this widespread prejudice that they weren't real or proper classes compared to in-person learning.",
      "But then during the pandemic, literally everyone had to experience online learning firsthand, and the perception changed dramatically.",
      "Now even traditional universities officially offer tons of online courses as part of their regular curriculum.",
      "It's become totally natural and accepted for working professionals to get certifications or study for degrees completely online.",
      "The technology platforms themselves have also developed tremendously over the past few years.",
      "Programs like Zoom, Google Meet, and Microsoft Teams have basically become universal tools that everyone knows how to use.",
      "The features have gotten way better too, so things like breakout rooms for group work and screen sharing are super convenient now.",
      "Many schools have adopted what's called blended learning, where they strategically mix online and offline classes together.",
      "I genuinely think that in the future, online and offline education will continue to coexist side by side.",
      "Online learning won't completely replace traditional in-person education, but we now have way more flexible options available.",
      "This flexibility is honestly one of the best outcomes from the pandemic - we learned that quality education can happen anywhere.",
      "Students and teachers have both adapted really well, and I think this hybrid approach is here to stay, you know?"
    ]
  }
}