{
  "title": "Describe a challenging or difficult situation you faced. How did you handle it?",
  "diary": {
    "korean": [
      "지난달에 정말 창피한 일이 있었는데, 생각만 해도 얼굴이 빨개져.",
      "회사에서 프레젠테이션 하는 날이었는데, 준비는 완벽하게 했어.",
      "발표 자료도 여러 번 확인했고, 리허설도 충분히 했거든.",
      "막상 회의실 앞에 서니까 떨리기 시작하더라고.",
      "시작은 괜찮았는데, 중간에 슬라이드가 안 넘어가는 거야.",
      "클릭을 몇 번 했는데도 반응이 없어서 당황했어.",
      "사람들 다 쳐다보고 있는데, 식은땀이 나더라.",
      "결국 노트북 재부팅해야 했는데, 그 시간이 정말 길게 느껴졌어.",
      "다시 시작했는데, 긴장해서 말을 더듬기 시작했어.",
      "준비했던 내용도 까먹고, 우왕좌왕하는 모습이 부끄러웠어.",
      "끝나고 나서 팀장님이 괜찮다고 격려해 주셨지만, 진짜 쥐구멍에 숨고 싶었어.",
      "다음엔 이런 일 없도록 더 철저히 준비해야겠다고 다짐했어.",
      "기술적 문제는 누구에게나 생길 수 있다는 걸 배웠고, 침착함이 중요하다는 걸 깨달았어.",
      "지금은 항상 백업 USB 가져가고 장비 미리 테스트해서 다시는 이런 일 안 생기게 하고 있어."
    ],
    "english": [
      "So I had this really embarrassing and challenging moment at work last month, and honestly just thinking about it still makes my face turn bright red.",
      "It was the day I had to give an important presentation in front of senior management, and I thought I had prepared absolutely perfectly for it.",
      "I had checked and rechecked my presentation materials multiple times, and I had even rehearsed my speech enough to feel confident.",
      "But when I actually stood up in front of everyone in the packed conference room, I suddenly started feeling incredibly nervous.",
      "The beginning of my presentation went okay and I was managing my nerves pretty well, but then in the middle, my slide suddenly wouldn't advance to the next one.",
      "I kept clicking the remote frantically several times but there was literally no response from the laptop, and I immediately started panicking.",
      "Everyone in the room was just sitting there staring at me in awkward silence, and I could feel myself breaking into a cold sweat.",
      "I eventually had no choice but to reboot the entire laptop right there, and those few minutes of waiting felt like an absolute eternity.",
      "When I finally started presenting again, I was so flustered and nervous that I actually started stuttering over my words.",
      "I completely forgot some of the key content I had carefully prepared, and I was so embarrassed by my visibly flustered appearance.",
      "After the presentation finally ended, my team leader came up and tried to encourage me by saying it was okay, but honestly I just wanted to hide in a hole.",
      "The whole experience was mortifying, but afterwards I vowed to prepare even more thoroughly next time and have backup plans.",
      "I learned that technical difficulties can happen to anyone, and it's important to stay calm and composed.",
      "Now I always bring a backup USB drive and test all my equipment beforehand, so hopefully this won't happen again, you know?"
    ]
  }
}