{
  "title": "How have smartphones changed daily life?",
  "diary": {
    "korean": [
      "스마트폰이 정말 우리 일상을 완전히 바꿔놓은 것 같아요.",
      "음, 제가 어렸을 때만 해도 휴대폰은 그냥 전화하고 문자하는 용도였거든요.",
      "근데 지금은 스마트폰 없이는 하루도 살 수 없을 정도예요.",
      "모든 게 스마트폰으로 가능해졌잖아요.",
      "은행, 쇼핑, 예약, 결제, 지도, 사진, 음악 등등.",
      "예전에는 각각 따로 해야 했던 일들을 이제는 한 기기로 다 하니까요.",
      "특히 한국은 배달 앱이나 택시 앱 같은 게 정말 잘 발달했어요.",
      "몇 번의 터치만으로 음식도 시키고 택시도 부르고 그러잖아요.",
      "그리고 코로나 때는 QR 체크인이나 백신 접종 증명도 다 스마트폰으로 했고요.",
      "근데 좋은 점만 있는 건 아닌 것 같아요.",
      "사람들이 너무 스마트폰에 의존하게 되고, 중독되는 경우도 많더라고요.",
      "저도 스마트폰 사용 시간을 줄이려고 노력 중이에요.",
      "저도 하루 종일 거의 강박적으로 폰을 확인하는 제 모습을 발견해요.",
      "기술과 건강한 균형을 찾는 게 점점 더 중요해지고 있는 것 같아요."
    ],
    "english": [
      "So I honestly think that smartphones have really completely transformed and changed our daily lives in every possible way.",
      "Like, when I was young growing up, cell phones were basically just simple devices used for calling people and sending text messages.",
      "But now in this modern age, we literally can't live even a single day without our smartphones - they've become that essential.",
      "Everything imaginable has become possible to do with just one smartphone device in your pocket.",
      "Banking transactions, online shopping, making reservations, processing payments, navigation maps, taking photos, listening to music - the list goes on.",
      "All these things that used to have to be done separately with different devices, we now do absolutely everything with just one single smartphone.",
      "Especially here in Korea, the convenience apps like food delivery apps and taxi-hailing apps are incredibly well developed and advanced.",
      "With literally just a few quick touches on your screen, you can order food from any restaurant and call a taxi to any location instantly.",
      "And during the whole COVID pandemic period, even things like QR code check-ins and digital vaccination certificates were all managed through smartphones.",
      "But to be completely honest, I don't think there are only positive benefits to this smartphone revolution.",
      "Many people have become way too dependent on their smartphones for everything, and there are sadly many cases of serious addiction developing.",
      "Even I personally find myself checking my phone way too often throughout the day, almost compulsively.",
      "I'm actually trying really hard to consciously reduce my total smartphone usage time and be more present in real life.",
      "It's honestly becoming increasingly important to find a healthy balance with technology, you know?"
    ]
  }
}