{
  "title": "Tell me about a memorable experience you had at a bar.",
  "diary": {
    "korean": [
      "작년에 친구 생일 파티를 바에서 한 게 기억나.",
      "친구가 좋아하는 스타일의 바를 미리 예약했어.",
      "루프탑 바였는데, 야경이 정말 멋있었어.",
      "친구들 다섯 명이 모였는데, 다들 오랜만에 만나서 반가웠어.",
      "생일 케이크도 미리 준비해서 깜짝 이벤트를 했어.",
      "친구가 진짜 놀라면서 좋아하더라.",
      "다 같이 칵테일 여러 잔 시켜서 나눠 마셨어.",
      "바텐더가 친절하게 칵테일에 대해 설명해 줬어.",
      "음악도 좋고 분위기도 너무 좋아서 시간 가는 줄 몰랐어.",
      "사진도 엄청 많이 찍었어.",
      "자정 넘어서까지 있다가 집에 갔어.",
      "정말 즐거운 밤이었고, 또 이런 모임 갖고 싶어."
    ],
    "english": [
      "So I remember having my friend's birthday party at this really cool bar last year.",
      "Actually, I spent like a whole week trying to find the perfect place for the celebration.",
      "I wanted to reserve a bar in the style my friend really likes, you know, something special.",
      "I ended up booking this amazing rooftop bar downtown, and honestly, the night view was absolutely stunning.",
      "When we got there, five of our closest friends gathered, and we were all so happy to meet after such a long time.",
      "Like, it had been months since we all hung out together because everyone's been so busy.",
      "We had secretly prepared a birthday cake in advance and planned this whole surprise event.",
      "When we brought out the cake with candles, my friend was genuinely shocked and super happy.",
      "Then we all ordered several different cocktails and shared them around the table.",
      "The bartender was really friendly and took the time to explain each cocktail to us.",
      "The music was great and the atmosphere was so nice that we honestly didn't realize how fast time was passing.",
      "We were just talking, laughing, and having the best time together.",
      "We took tons of photos throughout the night to capture all the fun moments.",
      "Before we knew it, we had stayed until way past midnight, and then finally headed home.",
      "It was honestly such a fun and memorable night that I definitely want to have another gathering like this soon."
    ]
  }
}
