{
  "title": "Tell me about a memorable sports game you watched.",
  "diary": {
    "korean": [
      "2018년 월드컵 때 한국 대 독일 전이 정말 기억에 남아.",
      "한국이 이미 16강 탈락이 확정된 상황이었어.",
      "근데 독일은 우승 후보였거든.",
      "다들 한국이 질 거라고 예상했어.",
      "경기 시작하고 전반전은 0대0으로 끝났어.",
      "후반전에도 팽팽하게 가다가 추가 시간에 극적인 상황이 벌어졌어.",
      "김영권 선수가 골을 넣었어.",
      "그 순간 정말 소름 돋았어.",
      "그리고 손흥민 선수가 추가 골까지 넣으면서 2대0 승리.",
      "독일을 이겼다는 게 믿기지 않았어.",
      "친구들이랑 같이 보다가 다 같이 환호했어.",
      "비록 16강은 못 갔지만, 그 경기는 정말 짜릿했어."
    ],
    "english": [
      "So the Korea versus Germany match during the 2018 World Cup is honestly one of the most memorable sports games I've ever watched.",
      "Going into that match, Korea had already been eliminated from any chance of advancing to the round of 16.",
      "But Germany, on the other hand, was actually one of the top championship candidates and defending champions.",
      "Literally everyone expected Korea to lose badly - I mean, Germany was just so much stronger on paper.",
      "When the game started, the first half was super tense and ended 0-0, which was honestly already surprising.",
      "The second half continued to be really intense and closely matched, and then this totally dramatic situation happened during injury time.",
      "Player Kim Young-gwon suddenly broke through and scored an incredible goal for Korea.",
      "At that exact moment, I literally got goosebumps all over my body - I couldn't believe what I was seeing.",
      "And then just minutes later, player Son Heung-min scored an additional goal on a counter-attack, making it an unbelievable 2-0 victory.",
      "I genuinely couldn't believe that we had actually beaten the defending World Cup champions Germany.",
      "I was watching the match at home with a group of friends, and we all jumped up and cheered together so loudly.",
      "Although Korea ultimately didn't make it to the round of 16 that year, that particular game was really one of the most thrilling matches ever.",
      "It proved that anything can happen in football, and underdogs can sometimes pull off amazing upsets.",
      "I'll honestly never forget the feeling of pride and excitement from that incredible victory, you know?"
    ]
  }
}
