{
  "title": "Describe a memorable shopping experience you had. What made it special?",
  "diary": {
    "korean": [
      "작년 생일에 백화점 가서 명품 가방 하나 샀어.",
      "평소에 사고 싶었는데 비싸서 망설였거든.",
      "생일 기념으로 나한테 선물 주고 싶어서 용기 냈어.",
      "매장 들어가니까 직원분이 엄청 친절하게 응대해 줬어.",
      "여러 모델 보여주면서 어떤 게 나한테 어울릴지 추천해 줬어.",
      "한 시간 넘게 고민하다가 블랙 컬러로 결정했어.",
      "가격 보고 한 번 더 고민했는데, 그냥 질러버렸어.",
      "카드 긁는 순간 심장이 쫄깃했지만, 동시에 기분 좋았어.",
      "예쁘게 포장해 줘서 선물 받은 것 같은 느낌이었어.",
      "집에 와서 거울 앞에서 몇 번이나 메고 보니 진짜 예뻤어.",
      "비싼 만큼 아껴 쓰려고 특별한 날에만 들고 나가.",
      "지금 생각해도 후회 없는 쇼핑이었어, 오래오래 쓸 거야."
    ],
    "english": [
      "So on my birthday last year, I decided to treat myself and went to this fancy department store to buy a luxury designer bag.",
      "I had been wanting to buy it for such a long time, but I kept hesitating because honestly it was incredibly expensive.",
      "But since it was my special birthday, I really wanted to give myself a meaningful gift to commemorate the occasion, so I finally gathered up the courage.",
      "When I nervously entered the luxury brand store, the sales staff immediately greeted me very kindly and professionally.",
      "They were so helpful and showed me various different models, patiently explaining each one and recommending which designs would suit my style best.",
      "I spent like over an hour carefully examining different bags and thinking about which one I loved the most, and finally decided on a classic black color.",
      "When I looked at the price tag one more time, I definitely hesitated and thought about it again, but then I just decided to go for it.",
      "The moment I actually swiped my credit card to pay, my heart was literally pounding so hard, but at the same time I felt this rush of excitement.",
      "The staff wrapped it so beautifully in tissue paper and a fancy box, so it genuinely felt like I was receiving a precious gift.",
      "When I came home and stood in front of my mirror, I tried it on several different times with various outfits, and it looked absolutely stunning.",
      "Since I spent so much money on it, I try to take really good care of it and only carry it out on truly special occasions.",
      "Even now when I think back on that purchase, I honestly have zero regrets - it was shopping well done.",
      "I plan to use this beautiful bag for many, many years to come and make it a timeless piece in my collection.",
      "Sometimes investing in quality items that bring you joy is totally worth it, you know?"
    ]
  }
}
