{
  "title": "Why do you think exercise is important? What benefits have you experienced?",
  "diary": {
    "korean": [
      "운동하고 나서 삶의 질이 확실히 좋아진 것 같아.",
      "예전엔 조금만 움직여도 숨이 차고 쉽게 피곤했어.",
      "지금은 체력이 좋아져서 일상생활이 훨씬 수월해.",
      "계단 올라갈 때도 숨 안 차고, 무거운 거 들기도 편해졌어.",
      "스트레스 받을 때 운동하면 기분이 확 풀려.",
      "땀 흘리고 나면 머리도 맑아지고 잡생각이 사라져.",
      "밤에 잠도 더 잘 오고, 수면의 질도 좋아진 것 같아.",
      "몸매가 좋아지니까 자신감도 생기더라고.",
      "옷 입을 때도 핏이 달라져서 쇼핑하는 재미도 생겼어.",
      "건강검진 받았을 때 수치도 다 정상이라고 나왔어.",
      "나이 들어서도 건강하려면 지금부터 관리해야 할 것 같아.",
      "주변 사람들한테도 운동 추천하고 다녀.",
      "왜냐하면 이런 효과를 직접 경험하고 나면, 다른 사람들도 이렇게 기분 좋게 느꼈으면 하는 마음이 생기거든.",
      "운동은 진짜 자기 자신에게 할 수 있는 최고의 투자 중 하나야."
    ],
    "english": [
      "So after I started exercising regularly, I honestly think my overall quality of life has definitely improved in so many ways.",
      "Like, in the past, even if I moved around just a little bit, I would get completely out of breath and feel tired super easily.",
      "But now that my stamina and endurance have really improved, my daily life activities have become much easier to handle.",
      "Even when climbing multiple flights of stairs, I don't get winded anymore, and lifting heavy things has become totally comfortable.",
      "When I'm feeling stressed out or anxious, if I just go exercise for a bit, my mood is completely relieved almost immediately.",
      "After sweating and working out hard, my head feels so much clearer and all those distracting negative thoughts just disappear.",
      "I've also noticed that I sleep way better at night now, and I think the overall quality of my sleep has significantly improved.",
      "As my body got into better shape, you know, I naturally gained so much more confidence in myself.",
      "The way clothes fit on me is completely different now, so honestly the fun of shopping has also emerged for me.",
      "When I went for my annual health checkup recently, the doctor said all my numbers came out totally normal and healthy.",
      "I really think I need to continue taking care of myself starting from now if I want to stay healthy even as I get older.",
      "I've actually been going around recommending regular exercise to all the people around me.",
      "Because once you experience these benefits yourself, you just want everyone else to feel this good too.",
      "Exercise truly is one of the best investments you can make in yourself."
    ]
  }
}
