{
  "title": "Describe a time when you challenged yourself with a new sport or exercise. How did it go?",
  "diary": {
    "korean": [
      "작년 여름에 요가 시작했는데, 진짜 힘들었어.",
      "친구가 같이 하자고 해서 가벼운 마음으로 따라갔거든.",
      "쉽고 편안할 거라고 생각했어, 있잖아, 그냥 간단한 스트레칭이랑 호흡법 정도일 줄 알았어.",
      "첫 수업 듣는데 동작 하나하나가 다 어려웠어.",
      "몸이 너무 뻣뻣해서 다른 사람들처럼 못 따라가.",
      "특히 밸런스 잡는 동작에서 자꾸 넘어져서 창피했어.",
      "선생님이 괜찮다고 천천히 하라고 격려해 줬어.",
      "수업 끝나고 온몸이 땀으로 흠뻑 젖었어.",
      "다음 날 근육통이 장난 아니었어, 계단 오르기도 힘들었어.",
      "그만둘까 고민했는데, 친구가 계속 같이 가자고 해서 버텼어.",
      "한 달쯤 지나니까 몸이 좀 유연해지는 게 느껴졌어.",
      "지금은 주 1회는 꼭 요가 수업 들어.",
      "돌이켜보면, 완전히 새로운 운동에 도전한 게 정말 잘한 결정 중 하나였던 것 같아, 솔직히.",
      "안전지대 밖으로 나가는 게 놀라운 개인적 성장으로 이어질 수 있다는 걸 배웠어."
    ],
    "english": [
      "So last summer, I decided to start doing yoga, and honestly, it was way harder than I expected.",
      "Actually, a friend of mine kept asking me to do it together, so I finally agreed and followed along with a pretty light heart.",
      "I thought it would be easy and relaxing, you know, just some simple stretching and breathing.",
      "But during the first class, literally every single movement and pose was super difficult for me.",
      "My body was so incredibly stiff that I couldn't keep up with the other people in the class at all.",
      "Especially during those balance poses where you stand on one leg, I kept falling over and felt so embarrassed.",
      "The instructor was really nice though and encouraged me, saying it's totally okay and to just do it slowly.",
      "After the class finally ended, my whole body was completely soaked with sweat from head to toe.",
      "The next day when I woke up, the muscle pain was absolutely no joke - it was hard to even climb stairs or sit down.",
      "I seriously considered just quitting and never going back, but my friend kept pushing me to go together, so I endured it.",
      "Then after about a month of consistent practice, I actually started feeling my body getting noticeably more flexible.",
      "Now I make sure to take yoga classes at least once a week without fail.",
      "Looking back, I honestly think that challenging myself with a completely new exercise was really one of the best decisions I've made.",
      "It taught me that stepping out of your comfort zone can lead to amazing personal growth."
    ]
  }
}
