{
  "title": "What social media platforms do you use? Tell me how you use them.",
  "diary": {
    "korean": [
      "나는 여러 SNS를 쓰는데, 용도별로 다르게 사용해.",
      "인스타그램은 거의 매일 확인하는 편이야.",
      "주로 친구들 일상이나 여행 사진 구경하고, 나도 가끔 사진 올려.",
      "맛집이나 카페 정보도 인스타그램에서 많이 찾아.",
      "유튜브는 영상 보는 용도로 쓰는데, 구독한 채널이 정말 많아.",
      "음악, 요리, 여행 관련 콘텐츠를 주로 봐.",
      "페이스북은 예전만큼은 안 쓰지만, 가끔 친구 소식 확인해.",
      "카카오톡은 메신저로 필수적으로 쓰고 있어.",
      "단체 채팅방도 여러 개 있고, 친구들이랑 연락할 때 항상 써.",
      "트위터는 실시간 트렌드나 뉴스 확인할 때 가끔 봐.",
      "요즘엔 릴스나 쇼츠 같은 짧은 영상 콘텐츠를 많이 보게 돼.",
      "시간 가는 줄 모르고 계속 보게 되는 게 문제야."
    ],
    "english": [
      "So I use several different SNS platforms throughout the day, but I basically use each one for different purposes.",
      "Instagram is probably the one I check most frequently - honestly, I look at it almost every single day.",
      "I mainly scroll through to look at my friends' daily life updates or their travel photos, and sometimes I post my own photos too.",
      "I also find tons of useful information about restaurants and trendy cafes on Instagram through food bloggers.",
      "YouTube is another platform I use constantly for watching all kinds of videos, and I have subscribed to so many channels.",
      "I mainly watch content related to music, cooking tutorials, and travel vlogs - you know, stuff that interests me.",
      "I don't really use Facebook as much as I used to anymore, but I still occasionally check it to see friends' major life updates.",
      "KakaoTalk is absolutely essential for me as a messenger app - I literally can't function without it.",
      "There are several active group chats I'm part of, and I use it constantly when I need to contact friends or family.",
      "I also occasionally check Twitter when I want to see real-time trends or breaking news as it happens.",
      "These days, I've actually been watching tons of short video content like Instagram Reels or YouTube Shorts.",
      "The big problem is that I keep watching video after video without even realizing how much time has passed.",
      "Sometimes I look up and realize I've been scrolling for like an hour straight, which is honestly kind of concerning.",
      "But social media has become such an integral part of modern life that it's really hard to imagine living without it."
    ]
  }
}
