{
  "title": "How do you relieve stress?",
  "diary": {
    "korean": [
      "저는 스트레스 해소 방법이 여러 가지 있어요.",
      "우선 운동을 하는 게 제일 좋더라고요.",
      "헬스장 가서 땀 흘리고 나면 스트레스가 확 풀려요.",
      "뛰거나 무거운 걸 들면서 쌓인 걸 다 푸는 느낌이에요.",
      "그리고 친구들 만나서 수다 떠는 것도 도움이 돼요.",
      "맛있는 거 먹으면서 얘기하다 보면 기분이 나아지거든요.",
      "음, 혼자 있을 때는 음악 듣거나 영화 보면서 쉬어요.",
      "좋아하는 노래 크게 틀고 따라 부르면 속이 시원해요.",
      "가끔은 술 한잔하는 것도 스트레스 해소가 되고요.",
      "근데 너무 자주 마시면 안 좋으니까 조절하려고 해요.",
      "여행 가는 것도 좋은 방법인데, 자주는 못 가고요.",
      "주말에 가까운 곳이라도 가서 기분 전환하려고 노력해요.",
      "건강한 방식으로 스트레스 관리하는 게 정신 건강 유지에 정말 중요한 것 같아요.",
      "각자에게 맞는 방법을 찾는 게 필요하다고 생각해요."
    ],
    "english": [
      "So I actually have several different ways that I use to relieve stress when I'm feeling overwhelmed.",
      "First and most effectively, exercising at the gym really works best for me personally.",
      "After I go to the gym and work up a good sweat, I honestly feel like all my stress is completely relieved.",
      "There's something about running on the treadmill or lifting heavy weights that feels like physically releasing everything that's been accumulated inside.",
      "Meeting up with close friends and just chatting about life also helps tremendously with stress relief.",
      "When we sit down together and talk while eating delicious food, my mood naturally improves so much.",
      "When I'm alone at home, I usually rest and decompress by listening to music or watching movies or TV shows.",
      "Sometimes I turn on my favorite songs really loud and sing along at the top of my lungs, which honestly feels super refreshing.",
      "Having a drink or two also helps relieve stress occasionally, I'm not gonna lie.",
      "But I know it's not good to drink too often as a coping mechanism, so I really try to control and limit it.",
      "Going on trips to new places is also an amazing method for stress relief, but unfortunately I can't go that often due to time and money.",
      "Instead, I try to change my mood on weekends by visiting somewhere nearby, even if it's just a park or a new neighborhood.",
      "Finding healthy ways to manage stress is honestly so important for maintaining good mental health.",
      "Everyone needs to figure out what works best for them personally, you know?"
    ]
  }
}