{
  "title": "Tell me about a park you often visit. What does it look like?",
  "diary": {
    "korean": [
      "우리 집 근처에 작은 공원이 있는데, 거기 자주 가.",
      "공원이 크진 않지만 산책하기에 딱 좋은 크기야.",
      "입구에 들어가면 바로 운동기구들이 있어서 어르신들이 많이 계셔.",
      "중앙에는 벤치들이 여러 개 있어서 앉아서 쉴 수 있어.",
      "나무가 많아서 여름에도 그늘이 있어 시원해.",
      "산책로가 잘 정비되어 있어서 걷기 편해.",
      "저녁에 가면 조명도 있어서 안전하게 걸을 수 있어.",
      "작은 분수대도 있는데, 여름엔 아이들이 거기서 놀아.",
      "화단에 계절마다 꽃들이 피어 있어서 예뻐.",
      "주말엔 사람들이 돗자리 깔고 피크닉하는 모습도 보여.",
      "강아지 산책시키는 사람들도 많이 보이고.",
      "전체적으로 깨끗하고 관리가 잘 되어 있어서 좋아."
    ],
    "english": [
      "So there's this really nice small park located near my house, and I honestly go there quite often.",
      "The park isn't particularly big or anything, but it's actually just the perfect size for a relaxing walk.",
      "When you first enter through the main entrance, there are outdoor exercise equipment installed right away, so you always see many elderly people there working out.",
      "In the central area, there are several comfortable benches strategically placed where you can sit down and rest.",
      "There are tons of mature trees throughout the park, so even during hot summer days, there's plenty of shade and it stays pretty cool.",
      "The walking path that circles around is really well-maintained and smooth, so it's super easy and pleasant to walk on.",
      "If you decide to go in the evening after work, there are nice lights installed along the paths too, so you can walk around safely even when it's dark.",
      "There's also this cute small fountain feature in one section, and during summer months, young kids love to play around there and cool off.",
      "The park staff maintain beautiful flower beds that bloom with different seasonal flowers throughout the year, which makes it really pretty.",
      "On weekend afternoons, you can often see families and couples spreading out picnic mats on the grass and having relaxing picnics.",
      "You'll also notice many people walking their dogs along the paths - some of them are absolutely adorable.",
      "Overall, the park is really clean and obviously well-maintained by the city, which is why I genuinely like spending time there.",
      "It's honestly become like my little personal escape from the busy city life, you know?",
      "I try to visit at least a few times a week because it helps me relax and clear my mind."
    ]
  }
}
