{
  "title": "Tell me about a time when you were sick. What did you do?",
  "diary": {
    "korean": [
      "얼마 전에 감기 걸려서 며칠 동안 고생했어.",
      "처음엔 목이 좀 아프더니 점점 심해지더라고.",
      "열도 나고 기침도 심해져서 일도 제대로 못했어.",
      "약국 가서 감기약 사 먹었는데 잘 낫지 않았어.",
      "결국 병원 가서 진료 받고 처방전 받았어.",
      "의사 선생님이 충분히 쉬라고 하셔서 회사에 연차 냈어.",
      "집에서 푹 쉬면서 따뜻한 물 많이 마셨어.",
      "죽이랑 국 같은 소화 잘 되는 음식 위주로 먹었어.",
      "비타민C도 챙겨 먹고 일찍 자려고 노력했어.",
      "3일 정도 푹 쉬니까 많이 좋아지더라고.",
      "건강의 소중함을 다시 한번 느꼈어.",
      "그 이후로는 평소에 건강 관리를 더 신경 쓰게 됐어."
    ],
    "english": [
      "So a while ago, I actually caught a really bad cold and ended up suffering for several days.",
      "At first, my throat just hurt a little bit, but then it gradually got way worse over time.",
      "Soon I developed a fever and started coughing really severely, so I honestly couldn't work properly at all.",
      "I initially went to the pharmacy and bought some over-the-counter cold medicine, but it didn't seem to help much.",
      "Eventually I decided I needed to see a doctor, so I went to the hospital, got examined thoroughly, and received a proper prescription.",
      "The doctor told me I needed to rest enough and take care of myself, so I immediately took a day off from work.",
      "I stayed home and rested as much as possible, and made sure to drink lots of warm water throughout the day.",
      "I also mainly ate easily digestible foods like rice porridge and warm soup because I didn't have much appetite.",
      "In addition to taking my prescribed medicine, I took vitamin C supplements and tried to sleep early every night.",
      "After resting properly for about 3 days straight, I finally started feeling much better, you know?",
      "Going through that experience really made me feel the preciousness of health once again.",
      "Since then, I've been paying way more attention to my daily health management and trying to prevent getting sick.",
      "I now make sure to dress warmly, wash my hands frequently, and get enough sleep every night.",
      "It's honestly amazing how much you appreciate being healthy after you've been really sick."
    ]
  }
}
