{
  "title": "How do you usually commute to work? Describe your typical commute.",
  "diary": {
    "korean": [
      "매일 아침 지하철로 출근하는데, 러시아워가 정말 힘들어.",
      "집에서 역까지는 걸어서 가는데, 10분 정도 걸려.",
      "아침 운동 삼아서 빨리 걷는 편인데, 늦을 때는 뛰어가기도 해.",
      "지하철은 7시 반쯤 타는데, 이미 사람들로 꽉 차 있어.",
      "출근 시간대엔 자리에 앉는 건 포기해야 해, 서서 가는 거 익숙해졌어.",
      "이어폰 끼고 음악 들으면서 가면 시간이 좀 빨리 가더라고.",
      "요즘은 팟캐스트 듣는 재미에 빠져서 출퇴근이 덜 지루해.",
      "환승역에서 갈아타는데, 그때가 제일 복잡해.",
      "회사까지는 총 40분 정도 걸리는데, 너무 멀지도 가깝지도 않아.",
      "퇴근길은 조금 여유로운데, 그래도 사람은 많아.",
      "피곤한 날엔 지하철에서 졸 때도 있는데, 내릴 역 놓칠까 봐 긴장돼.",
      "재택근무 날이 있으면 좋겠는데, 아직은 어렵나 봐.",
      "언젠가는 하이브리드 근무가 더 보편화돼서 일주일에 며칠만 출근하면 좋겠어.",
      "지금은 이 복잡한 지하철 출퇴근이 내 일상의 일부가 됐어."
    ],
    "english": [
      "So I commute to work by subway every single morning, and honestly, the rush hour experience is really tough and draining.",
      "My routine starts with walking from my apartment to the nearest station, which takes about 10 minutes at a normal pace.",
      "I usually try to walk pretty fast to get some morning exercise in, but when I'm running late, I literally end up jogging or even sprinting.",
      "I typically get on the subway around 7:30 AM, and by that time it's already completely packed with commuters heading to work.",
      "During peak rush hour, I basically have to give up any hope of finding a seat - I've totally gotten used to standing for the entire ride.",
      "When I put in my earbuds and listen to music, the time honestly goes by a bit faster and makes the crowded ride more bearable.",
      "These days I'm really into listening to interesting podcasts about various topics, so my commute has become way less boring.",
      "I have to transfer at this major transfer station, and that's always when it's the most insanely crowded with people rushing everywhere.",
      "My total commute takes about 40 minutes door-to-door, which is honestly neither too far nor too close - it's manageable.",
      "The evening commute home is generally a bit more relaxed since people leave at different times, but it's still pretty crowded.",
      "On particularly tired days after long work hours, I sometimes accidentally doze off on the subway, but then I get nervous about missing my stop.",
      "It would be so nice to have regular work-from-home days to avoid this daily commute, but unfortunately my company doesn't offer that yet.",
      "Maybe someday hybrid work will become more common and I'll only have to do this commute a few days a week instead.",
      "For now though, I've just accepted that this crowded subway commute is part of my daily routine, you know?"
    ]
  }
}
