{
  "title": "Describe the process of visiting a hospital in your country.",
  "diary": {
    "korean": [
      "한국에서 병원 가는 과정은 비교적 간단해.",
      "먼저 가고 싶은 병원을 정해.",
      "요즘은 인터넷으로 미리 예약하는 경우가 많아.",
      "예약 없이 가도 되는데, 기다리는 시간이 길 수 있어.",
      "병원 도착하면 접수처에서 신분증이랑 보험증 제출해.",
      "처음 가는 병원이면 간단한 정보 작성하고.",
      "대기실에서 이름 불릴 때까지 기다려.",
      "진료실 들어가면 의사가 증상 물어보고 진찰해.",
      "필요하면 검사나 엑스레이 찍기도 하고.",
      "진료 끝나면 처방전 받아서 약국 가.",
      "수납할 때 건강보험 적용돼서 비용이 저렴한 편이야.",
      "전체적으로 의료 접근성이 좋은 편이라 편해."
    ],
    "english": [
      "So the overall process of visiting a hospital in Korea is actually relatively simple and straightforward.",
      "First, I need to decide which specific hospital or clinic I want to go to based on my symptoms.",
      "These days, many people prefer to make reservations online in advance through the hospital's website or app.",
      "You can definitely go without making a reservation, but honestly the waiting time can end up being pretty long.",
      "When you finally arrive at the hospital, you need to submit your ID and national health insurance card at the reception desk.",
      "If it's your very first time visiting that particular hospital, you'll also need to fill out some simple registration information.",
      "Then you just wait in the waiting room until your name is called out by the staff, you know?",
      "When you enter the examination room, the doctor will ask detailed questions about your symptoms and then examine you thoroughly.",
      "If necessary, they might also order additional tests like blood work or X-rays to better understand your condition.",
      "When the examination is completely over, the doctor gives you a prescription and you head to the pharmacy to pick up your medicine.",
      "When it comes to paying, the national health insurance system is automatically applied, so the out-of-pocket cost is honestly quite affordable.",
      "Overall, medical accessibility in Korea is really excellent compared to many other countries, which makes healthcare super convenient.",
      "Most neighborhoods have multiple clinics and hospitals nearby, so you can usually get medical attention pretty quickly.",
      "I think this accessible healthcare system is definitely one of the great things about living in Korea."
    ]
  }
}
