{
  "title": "How often do you go to the hospital? What do you usually go for?",
  "diary": {
    "korean": [
      "나는 자주 병원에 가는 편은 아니야.",
      "건강한 편이라 아프지 않으면 잘 안 가.",
      "보통 1년에 한두 번 정도 가는 것 같아.",
      "감기 걸렸을 때나 건강검진 받으러 갈 때 가.",
      "치과는 6개월에 한 번씩 스케일링 받으러 가.",
      "정기적으로 관리하는 게 중요하다고 해서.",
      "가끔 배가 아프거나 두통이 심할 때도 가.",
      "내과에서 진료 받고 약 처방받아와.",
      "약국에서 약 타서 며칠 먹으면 대부분 낫더라고.",
      "피부과는 가끔 피부 트러블 생겼을 때 가.",
      "전체적으로 큰 병은 없어서 다행이야.",
      "앞으로도 건강 잘 챙겨서 병원 일 없었으면 좋겠어.",
      "식단 관리하고 운동하면서 계속 건강 유지할 생각이야.",
      "건강하게 사는 게 인생에서 제일 중요한 것 같아."
    ],
    "english": [
      "So honestly, I'm not really the type of person who goes to the hospital very often at all.",
      "I'm generally pretty healthy, so I don't really need to go much unless I'm actually sick with something.",
      "When I think about it, I probably only go about once or twice a year maximum, you know?",
      "Usually I go when I catch a bad cold or when it's time for my annual health checkup.",
      "For dental care, I make sure to go to the dentist every six months for professional teeth cleaning and scaling.",
      "They always tell me it's really important to manage your dental health regularly to prevent bigger problems.",
      "Sometimes I'll also go to the hospital when I have a persistent stomachache or a really severe headache that won't go away.",
      "In those cases, I get examined at the internal medicine department and the doctor gives me a prescription.",
      "Then when I pick up the medicine from the pharmacy and take it consistently for a few days, it mostly gets better.",
      "I also occasionally visit the dermatology clinic when I get skin troubles like sudden breakouts or rashes.",
      "Overall, I'm honestly really fortunate and grateful that I don't have any major or chronic illnesses.",
      "I genuinely hope I can continue taking good care of my health through proper diet and exercise.",
      "That way I can basically avoid having any serious need to visit hospitals frequently in the future.",
      "Staying healthy is definitely one of the most important things in life, I think."
    ]
  }
}
