{
  "title": "Tell me about a memorable party or celebration you attended recently.",
  "diary": {
    "korean": [
      "어제 친구 생일 파티에 다녀왔는데, 정말 즐거웠어.",
      "친구가 자기 집에서 파티하자고 해서 다 같이 모였어.",
      "각자 음식이랑 술 하나씩 사 가기로 해서, 나는 치킨이랑 맥주를 샀어.",
      "도착하니까 벌써 몇 명이 와 있었고, 음악도 틀어놨더라고.",
      "생일 케이크는 친구 한 명이 준비해 왔는데, 진짜 예쁘게 만들어졌어.",
      "다 같이 생일 축하 노래 부르고 초 끄는 거 보니까 분위기가 좋았어.",
      "케이크 자르면서 주인공 친구가 진짜 행복해 보여서 나도 기분 좋았어.",
      "술 마시면서 게임도 하고 얘기도 하다 보니 시간이 금방 갔어.",
      "한 친구가 노래방 기계를 가져왔는데, 다 같이 노래 부르느라 정신없었어.",
      "밤 12시가 넘어서까지 놀았는데, 진짜 오랜만에 이렇게 웃었어.",
      "집에 갈 때 다들 취해서 택시 잡느라 한참 걸렸어.",
      "집에 와서 누웠는데, 오늘 진짜 재미있었다는 생각이 들었어."
    ],
    "english": [
      "So yesterday I went to my friend's birthday party, and honestly, it was such an amazing time.",
      "My friend suggested having the party at their place instead of going out, so we all gathered there.",
      "We had agreed beforehand that everyone would bring some food and drinks to share, you know?",
      "I ended up buying fried chicken and beer because I thought everyone would enjoy that.",
      "When I arrived at the apartment, a few people were already there, and they had music playing in the background.",
      "One friend had brought this gorgeous birthday cake that was really beautifully decorated with frosting and candles.",
      "We all gathered around and sang happy birthday together, and watching them blow out the candles was so sweet - the atmosphere was really great.",
      "While cutting the cake, the birthday friend looked genuinely so happy and touched, which made me feel good too.",
      "Then we spent hours just drinking, playing games, and talking about everything, and time literally flew by without us noticing.",
      "At some point, one friend even brought out a karaoke machine, and we were all totally busy singing our hearts out together.",
      "We ended up partying way past midnight, and I honestly hadn't laughed this hard in such a long time.",
      "When it finally came time to go home, basically everyone was pretty drunk, so it took us a while to catch taxis.",
      "When I eventually got home and lay down in bed, I just kept thinking about how today was really such a fun and memorable night.",
      "These kinds of moments with close friends are what make life truly special, you know?"
    ]
  }
}