{
  "title": "Tell me about a problem you experienced while recycling.",
  "diary": {
    "korean": [
      "얼마 전에 분리수거하다가 좀 당황한 적이 있어.",
      "치킨을 시켜 먹었는데 포장 용기를 어떻게 버려야 할지 몰랐어.",
      "플라스틱인 것 같기도 하고 종이인 것 같기도 하고.",
      "인터넷 검색해봤는데, 재질에 따라 다르게 버려야 한대.",
      "결국 용기를 자세히 보고 표시를 확인했어.",
      "또 한번은 큰 박스를 버리려는데 규격이 안 맞았어.",
      "접어서 묶어야 하는데 너무 커서 힘들었어.",
      "결국 칼로 잘라서 작게 만들어 버렸어.",
      "가끔 분리수거 날짜를 깜빡해서 놓칠 때도 있어.",
      "그럼 일주일을 더 기다려야 하니까 불편해.",
      "앱으로 분리수거 날짜 알림 설정해 놨는데도 가끔 까먹어.",
      "좀 더 신경 써야겠다고 생각했어."
    ],
    "english": [
      "So a while ago, I actually got pretty flustered and confused while trying to do my recycling properly.",
      "I had ordered fried chicken for dinner, and afterwards I honestly didn't know how to correctly throw away the packaging container.",
      "When I looked at it closely, it seemed like it could be plastic, or maybe it was coated paper - I really couldn't tell.",
      "I ended up searching online for guidance, and apparently you have to throw away food containers differently depending on what material they're actually made of.",
      "Eventually I looked super closely at the container itself and found a small recycling symbol that indicated the correct material type.",
      "Another time, I tried to throw away this huge cardboard box, but it didn't meet the size requirements for regular recycling pickup.",
      "I knew I had to fold it up and tie it with string to make it smaller, but honestly it was so big that it was really difficult to handle.",
      "Eventually I just gave up on folding it and grabbed a knife to cut it into smaller pieces before throwing it away.",
      "Sometimes I totally forget which day is the designated recycling collection day and end up missing it completely.",
      "Then it becomes really inconvenient because I have to store all my recycling for another whole week until the next pickup.",
      "Even though I've set up recycling day reminder notifications on my neighborhood app, I still sometimes manage to forget anyway.",
      "After dealing with these problems multiple times, I honestly thought to myself that I really should pay more attention.",
      "Recycling properly is actually more complicated than I originally thought it would be.",
      "But I know it's important for the environment, so I'm trying my best to get better at it, you know?"
    ]
  }
}
